[ManufacturerMaterials.Mat_Maliwan_3_GrogNozzle:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="high [skill]the potential for fundamental influence[-skill]."

[Name.Title.Title__Unique_GrogNozzle:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Give me the key, dear..."

[Name.Title.Title__Unique_Swordsplosion:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Because Te Turg said so.."
